"""модуль зчитує первинні файли для обробки
"""

def get_cliets():
    """повернає список клієнтів

    Returns:
        [list]: список клієнтів
    """

    from_file = [
        "35;ЕЛЕКС МАРКЕТИНГ;пр.Перемоги 11",
        "39;ПРАГМА;вул.Кіото 19",
        "44;ЕКСИМЕР;пр.Бандери 42",
        "45;ТЕМП;вул.Глибочицька 3",
        "47;КАМІ;вул.В.Вал 18",
        "50;ЛАНИТ;вул.Хрещатик 13",
        "54;ХІТОН;пр.ак.Глушкова 16",
        "67;ЕЛЬДОРАДО;вул.Васильківська 5"
        ]


    return from_file


clients = get_cliets()
print(clients)   

